[
  {
    "bookId" : 1,
    "title": "WINGS OF FIRE",
    "author": "APJ Abdul Kalam",
    "description" : "The 'Wings of Fire' is one such autobiography by visionary scientist Dr. APJ Abdul Kalam, who from very humble beginnings rose to be the President of India. The book is full of insights, personal moments and life experiences of Dr. Kalam. It gives us an understanding on his journey of success.",
    "bookImage": "https://upload.wikimedia.org/wikipedia/en/3/3a/Wings_of_Fire_by_A_P_J_Abdul_Kalam_Book_Cover.jpg",
    "price" : 220.9,
    "discount" : 30,
    "bookMRP" : 250.9
  },
  {
    "bookId" : 2,
    "title": "Second World War Sandwich",
    "author": "Digonta Bordoloi",
    "description": "April 1944: The Imperial Japanese Army lays siege to a tiny British garrison in the remote town of Kohima, Nagaland, to march further into India, which results in one of the turning points of the Second World War.",
    "bookImage": "https://images-na.ssl-images-amazon.com/images/I/51qcsX3-mSL._SX322_BO1,204,203,200_.jpg",
    "price" : 533,
    "discount" : 90,
    "bookMRP" : 623
  },
  {
    "bookId" : 3,
    "title": "A Passage To India",
    "author": "E.M FORESTER",
    "description": "A Passage to India is a 1924 novel by English author E. M. Forster set against the backdrop of the British Raj and the Indian independence movement in the 1920s. It was selected as one of the 100 great works of 20th century English literature by the Modern Library and won the 1924 James Tait Black Memorial Prize for fiction.",
    "bookImage": "https://upload.wikimedia.org/wikipedia/en/thumb/5/54/APassageToIndia.jpg/330px-APassageToIndia.jpg",
    "price" : 220.9,
    "discount" : 30,
    "bookMRP" : 250.9
  },
  {
    "bookId" : 4,
    "title": "THE HUNGRY TIDE",
    "author": "Amitav Ghosh",
    "description": "Off the easternmost coast of India, in the Bay of Bengal, lies the immense labyrinth of tiny islands known as the Sundarbans. For settlers here, life is extremely precarious. Attacks by deadly tigers are common. Unrest and eviction are constant threats. Without warning, at any time, tidal floods rise and surge over the land, leaving devastation in their wake. In this place of vengeful beauty, the lives of three people from different worlds collide.",
    "bookImage": "https://upload.wikimedia.org/wikipedia/en/8/8e/The_Hungry_Tide.jpg",
    "price" : 467.9,
    "discount" : 60,
    "bookMRP" : 527.9
  },
  {
    "bookId" : 5,
    "title": "Later (Hard Case Crime)",
    "author": "Stephen King",
    "description": "New York, NY; London, UK (August 3, 2020)—Hard Case Crime, the award-winning line of pulp-styled crime novels published by Titan Books, today announced it will publish LATER, a brand-new novel by Stephen King, in March 2021. LATER tells the story of Jamie Conklin, a boy whose unusual abilities could aid his single mom and her police detective lover—but only at a terrible cost.",
    "bookImage": "https://i2.wp.com/www.nerdsandbeyond.com/wp-content/uploads/2020/08/Later-book-cover.jpg?fit=844%2C1445&ssl=1",
    "price" : 449,
    "discount" : 50,
    "bookMRP" : 499
  },
  {
    "bookId" : 6,
    "title": "Aria",
    "author": "Nazanine Hozar",
    "description": "It is the early 1950s in a restless Iran, a country powerful with oil wealth but unsettled by class and religious divides and by a larger world hungry for its resources. One night, a humble driver in the Iranian army is walking home through a neighbourhood in Tehran when he hears a small, pitiful cry. ",
    "bookImage": "https://images-na.ssl-images-amazon.com/images/I/41+IGQE26QL._SX324_BO1,204,203,200_.jpg",
    "price" : 459,
    "discount" : 40,
    "bookMRP" : 499
  }
]